Repository: ppilloww/root
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
de: Sie sehen diese Seite, weil <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> in Ihrer Einstellungsdatei enthalten ist und Sie keine URLs konfiguriert haben.

source: Django Documentation
de: Django-Dokumentation

source: Topics, references, &amp; how-to’s
de: Themen, Referenzen und Anleitungen

source: Tutorial: A Polling App
de: Tutorial: Eine Umfrage-App

source: Get started with Django
de: Erste Schritte mit Django

source: Connect, get help, or contribute
de: Verbinden, Hilfe erhalten oder beitragen

source: Managementform data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
de: ManagementForm-Daten fehlen oder wurden manipuliert. Fehlende Felder: %(field_names)s. Möglicherweise müssen Sie einen Fehlerbericht einreichen, wenn das Problem weiterhin besteht.

source: Deutsch
de: German
