Repository: ppilloww/root
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: email address
de: E-Mail-Adresse

source: baseID_2
de: Urheberrecht

source: contactID_1
de: Addresse

source: contactID_2
de: E-Mail

source: contactID_3
de: Telefon

source: infoBoxID_1
de: Willkommen bei der BBQ GmbH

source: infoBoxID_2
de: Bitte checken Sie ein und aus, um Ihre Arbeitszeit zu verfolgen.

source: infoBoxID_3
de: Letzter check-in:

source: infoBoxID_4
de: Wöchentliche Stunden:

source: infoBoxID_5
de: Verstösse:

source: navbarID_1
de: Zeiterfassung

source: navbarID_2
de: Kontakt

source: navbarID_3
de: Hallo

source: navbarID_4
de: Profil

source: navbarID_5
de: Passwort ändern

source: navbarID_6
de: Abmelden

source: timeTableID_1
de: Keine Daten verfügbar

source: timeTableID_2
de: Keine Daten verfügbar

source: changePasswordID_1
de: altes Passwort

source: changePasswordID_2
de: neues Passwort

source: changePasswordID_3
de: neues Passwort bestätigen

source: changePasswordID_4
de: Passwort ändern

source: createUserID_1
de: Mitarbeitermanagement

source: createUserID_3
de: Vorname

source: createUserID_4
de: Nachname

source: createUserID_5
de: E-Mail

source: createUserID_6
de: Passwort

source: createUserID_7
de: Passwort wiederholen

source: createUserID_8
de: Adresse

source: createUserID_9
de: Stadt

source: createUserID_10
de: Land

source: createUserID_11
de: PLZ

source: createUserID_12
de: Geburtsdatum

source: createUserID_13
de: Geschlecht

source: createUserID_14
de: Berufsbezeichnung

source: createUserID_15
de: Abteilung

source: createUserID_16
de: wählen

source: createUserID_17
de: Gehaltsgruppe

source: createUserID_18
de: wählen

source: createUserID_19
de: CAGV

source: createUserID_20
de: HR/W

source: createUserID_21
de: Rolle

source: createUserID_22
de: Benutzer anlegen

source: employeeManagementID_1
de: Mitarbeitermanagement

source: employeeManagementID_2
de: Mitarbeiter in EasyTimer

source: employeeManagementID_13
de: suchen

source: employeeManagementID_3
de: suchen

source: employeeManagementID_4
de: Mitarbeiter ID

source: employeeManagementID_5
de: Vornahme

source: employeeManagementID_6
de: Nachname

source: employeeManagementID_7
de: Geburtstag

source: employeeManagementID_8
de: Geschlecht

source: employeeManagementID_9
de: Land

source: employeeManagementID_14
de: Zuletzt Online

source: employeeManagementID_15
de: Status

source: employeeManagementID_16
de: Keine Daten verfügbar

source: employeeManagementID_10
de: keine Daten verfügbar

source: employeeManagementID_11
de: keine Daten verfügbar

source: employeeManagementID_12
de: Benutzer anlegen

source: homeID_1
de: Zeit erfassen

source: homeID_2
de: Verfolgen Sie Ihre aufgewendete Zeit

source: homeID_3
de: Wochentag

source: homeID_4
de: Einloggen

source: homeID_5
de: Ausloggen

source: homeID_6
de: Zeitplan

source: homeID_7
de: EasyTimer

source: homeID_15
de: suchen

source: homeID_8
de: suchen

source: homeID_9
de: Datum

source: homeID_10
de: Einstempeln

source: homeID_11
de: Ausstempeln

source: homeID_12
de: Pause

source: homeID_16
de: Mindeststunden

source: homeID_17
de: Durchschnittsstunden

source: homeID_18
de: Ist

source: homeID_14
de: Überstunden

source: indexID_1
de: BBQ GmbH - EasyTimer

source: indexID_2
de: Sprache Ändern

source: indexID_4
de: BBQ GmbH

source: indexID_5
de: Mitarbeiterzeiterfassung

source: indexID_6
de: Anmelden

source: newPasswordID_2
de: Der Administrator zwingt Sie, Ihr Passwort zurückzusetzen.

source: newPasswordID_3
de: altes Passwort

source: newPasswordID_4
de: neues Passwort

source: newPasswordID_5
de: neues Passwort bestätigen

source: newPasswordID_6
de: Passwort ändern

source: profileID_1
de: Profil

source: profileID_2
de: Online

source: profileID_3
de: Offline

source: profileID_10
de: Benutzerrolle

source: profileID_4
de: Geburtsdatum

source: profileID_5
de: E-Mail

source: profileID_6
de: Adresse

source: profileID_11
de: Keine Daten verfügbar

source: profileID_7
de: Business-Handy

source: profileID_12
de: Keine Daten verfügbar

source: profileID_13
de: Geschlecht

source: profileID_14
de: Mänlich

source: profileID_15
de: Weiblich

source: profileID_16
de: Divers

source: profileID_9
de: Gast

source: signInID_1
de: BBQ GmbH - EasyTimer

source: signInID_2
de: Kontakt

source: signInID_3
de: E-MailAdresse

source: signInID_4
de: Passwort

source: signInID_5
de: Anmelden

source: signInID_6
de: Alle Felder müssen ausgefüllt werden.

source: signInID_7
de: E-Mail oder Passwort ist falsch.

source: signInID_8
de: Netzwerkfehler. Bitte versuchen Sie es später erneut.

source: userDetailID_1
de: Benutzerdaten

source: userDetailID_2
de: Rolle

source: userDetailID_3
de: Letzter Check-in

source: userDetailID_4
de: Letzter Check-in: Keine Daten verfügbar

source: userDetailID_5
de: Letzter Check-out

source: userDetailID_6
de: Letzter Check-out: Keine Daten verfügbar

source: userDetailID_7
de: Geburtsdatum

source: userDetailID_8
de: E-Mail

source: userDetailID_9
de: Adresse

source: userDetailID_22
de: Keine Daten verfügbar

source: userDetailID_23
de: Benutzer löschen

source: userDetailID_10
de: Dies ist der Umgang mit Sicherheitsverletzungen und Schaltflächen

source: userDetailID_11
de: Zeiterfassung

source: userDetailID_12
de: Suchen

source: userDetailID_13
de: Suchen

source: userDetailID_14
de: Datum

source: userDetailID_15
de: Einchecken

source: userDetailID_16
de: Auschecken

source: userDetailID_17
de: Pause

source: userDetailID_18
de: Mindeststunden

source: userDetailID_19
de: Durchschnittsstunden

source: userDetailID_20
de: Ist

source: userDetailID_21
de: Überstunden

source: Messages
de: Meldungen

source: Static Files
de: Statische Dateien

source: Syndication
de: Syndikation

source: That page number is not an integer
de: Diese Seitenzahl ist keine ganze Zahl

source: That page number is less than 1
de: Diese Seitenzahl ist kleiner als 1

source: That page contains no results
de: Diese Seite enthält keine Ergebnisse

source: Enter a valid value.
de: Geben Sie einen gültigen Wert ein.

source: Enter a valid URL.
de: Geben Sie eine gültige URL ein.

source: Enter a valid integer.
de: Geben Sie eine gültige Ganzzahl ein.

source: Enter a valid email address.
de: Geben Sie eine gültige E-Mail-Adresse ein.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
de: Geben Sie einen gültigen "Slug" ein, der aus Buchstaben, Zahlen, Unterstrichen oder Bindestrichen besteht.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
de: Geben Sie einen gültigen "Slug" ein, der aus Unicode-Buchstaben, Zahlen, Unterstrichen oder Bindestrichen besteht.

source: Enter a valid IPv4 address.
de: Geben Sie eine gültige IPv4-Adresse ein

source: Enter a valid IPv6 address.
de: Geben Sie eine gültige IPv6-Adresse ein

source: Enter a valid IPv4 or IPv6 address.
de: Geben Sie eine gültige IPv4 oder IPv6-Adresse ein

source: Enter only digits separated by commas.
de: Geben Sie nur durch Kommas getrennte Ziffern ein.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
de: Stellen Sie sicher, dass dieser Wert %(limit_value)s (it is %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
de: Stellen Sie sicher, dass dieser Wert kleiner oder gleich ist %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
de: Stellen Sie sicher, dass dieser Wert größer oder gleich ist %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s.
de: Stellen Sie sicher, dass dieser Wert ein Vielfaches der Schrittgröße ist %(limit_value)s.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
de: Stellen Sie sicher, dass dieser Wert mindestens %(limit_value)d hat (er hat %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
de: Stellen Sie sicher, dass dieser Wert höchstens %(limit_value)d Zeichen hat (er hat %(show_value)d).

source: Enter a number.
de: Geben Sie eine Zahl ein.

source: Ensure that there are no more than %(max)s digit in total.
de: Stellen Sie sicher, dass insgesamt nicht mehr als %(max)s Ziffern vorhanden sind.

source: Ensure that there are no more than %(max)s decimal place.
de: Stellen Sie sicher, dass nicht mehr als %(max)s Dezimalstelle vorhanden ist.

source: Ensure that there are no more than %(max)s digit before the decimal point.
de: Stellen Sie sicher, dass nicht mehr als %(max)s Stelle vor dem Dezimaltrennzeichen steht.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
de: Die Dateierweiterung "%(extension)s" ist nicht zulässig. Erlaubte Erweiterungen sind: %(allowed_extensions)s.

source: Null characters are not allowed.
de: Nullzeichen sind nicht zulässig.

source: and
de: und

source: %(model_name)s with this %(field_labels)s already exists.
de: %(model_name)s mit diesem %(field_labels)s existiert bereits.

source: Constraint “%(name)s” is violated.
de: Die Einschränkung "%(name)s" wird verletzt.

source: Value %(value)r is not a valid choice.
de: Der Wert %(value)r ist keine gültige Wahl.

source: This field cannot be null.
de: Dieses Feld darf nicht NULL sein.

source: This field cannot be blank.
de: Dieses Feld darf nicht leer sein.

source: %(model_name)s with this %(field_label)s already exists.
de: %(model_name)s mit diesem %(field_label)s existiert bereits.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
de: %(field_label)s müssen für %(date_field_label)s %(lookup_type)s eindeutig sein.

source: Field of type: %(field_type)s
de: Feld des Typs: %(field_type)s

source: “%(value)s” value must be either True or False.
de: Der Wert "%(value)s" muss entweder True oder False sein.

source: “%(value)s” value must be either True, False, or None.
de: Der Wert "%(value)s" muss entweder True, False oder None sein.

source: Boolean (Either True or False)
de: Boolescher Wert (entweder wahr oder falsch)

source: String (up to %(max_length)s)
de: String (bis zu %(max_length)s)

source: String (unlimited)
de: String (unbegrenzt)

source: Comma-separated integers
de: Kommagetrennte ganze Zahlen

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
de: Der Wert "%(value)s" hat ein ungültiges Datumsformat. Sie muss im Format JJJJ-MM-TT vorliegen.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
de: Der Wert "%(value)s" hat das richtige Format (JJJJ-MM-TT), aber es ist ein ungültiges Datum.

source: Date (without time)
de: Datum (ohne Uhrzeit)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
de: Der Wert "%(value)s" hat ein ungültiges Format. Es muss im Format JJJJ-MM-TT HH:MM[:ss[.uuuuuu][TZ] vorliegen.

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
de: Der Wert "%(value)s" hat das richtige Format (JJJJ-MM-TT HH:MM[:ss[.uuuuuu]][TZ]), aber es ist ein ungültiges Datum/eine ungültige Uhrzeit.

source: Date (with time)
de: Datum (mit Uhrzeit)

source: “%(value)s” value must be a decimal number.
de: Der Wert "%(value)s" muss eine Dezimalzahl sein.

source: Decimal number
de: Dezimalzahl

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
de: Der Wert "%(value)s" hat ein ungültiges Format. Es muss im Format [DD] [[HH:]MM:]ss[.uuuuuu] vorliegen.

source: Duration
de: Dauer

source: Email address
de: E-Mail-Adresse

source: File path
de: Dateipfad

source: “%(value)s” value must be a float.
de: Der Wert "%(value)s" muss ein Gleitkommawert sein.

source: Floating point number
de: Gleitkommazahl

source: “%(value)s” value must be an integer.
de: Der Wert "%(value)s" muss eine ganze Zahl sein.

source: Integer
de: Ganze Zahl

source: Big (8 byte) integer
de: Große (8 Byte) Ganzzahl

source: Small integer
de: Kleine Ganzzahl

source: IPv4 address
de: IPv4 Adresse

source: IP address
de: IP Adresse

source: “%(value)s” value must be either None, True or False.
de: Der Wert "%(value)s" muss entweder None, True oder False sein.

source: Boolean (Either True, False or None)
de: Boolescher Wert (entweder wahr, falsch oder keine)

source: Positive big integer
de: Positive große Ganzzahl

source: Positive integer
de: Positive Ganzzahl

source: Positive small integer
de: Positive kleine Ganzzahl

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
de: Der Wert "%(value)s" hat ein ungültiges Format. Es muss im Format HH:MM[:ss[.uuuuuu]] vorliegen.

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
de: Der Wert "%(value)s" hat das richtige Format (HH:MM[:ss[.uuuuuu]]), aber es ist eine ungültige Zeit.

source: Time
de: Zeit

source: Raw binary data
de: Binäre Rohdaten

source: “%(value)s” is not a valid UUID.
de: "%(value)s" ist keine gültige UUID.

source: Universally unique identifier
de: Universell eindeutige Kennung

source: File
de: Datei

source: Image
de: Bild

source: A JSON object
de: Ein JSON-Objekt

source: Value must be valid JSON.
de: Der Wert muss ein gültiger JSON-Code sein.

source: %(model)s instance with %(field)s %(value)r does not exist.
de: %(model)s-Instanz mit %(field)s %(value)r existiert nicht.

source: Foreign Key (type determined by related field)
de: Fremdschlüssel (Typ, der durch zugehöriges Feld bestimmt wird)

source: One-to-one relationship
de: Eins-zu-eins-Beziehung

source: %(from)s-%(to)s relationship
de: %(from)s-%(to)s Beziehung

source: %(from)s-%(to)s relationships
de: %(from)s-%(to)s Beziehungen

source: Many-to-many relationship
de: Zu viele Beziehungen

source: This field is required.
de: Dieses Feld ist erforderlich.

source: Enter a whole number.
de: Geben Sie eine ganze Zahl ein.

source: Enter a valid date.
de: Geben Sie ein gültiges Datum ein.

source: Enter a valid time.
de: Geben Sie eine gültige Uhrzeit ein.

source: Enter a valid date/time.
de: Geben Sie ein gültiges Datum/eine gültige Uhrzeit ein.

source: Enter a valid duration.
de: Geben Sie eine gültige Dauer ein.

source: The number of days must be between {min_days} and {max_days}.
de: Die Anzahl der Tage muss zwischen {min_days} und {max_days} liegen.

source: No file was submitted. Check the encoding type on the form.
de: Es wurde keine Akte eingereicht. Überprüfen Sie den Codierungstyp auf dem Formular.

source: No file was submitted.
de: Es wurde keine Akte eingereicht.

source: The submitted file is empty.
de: Die übermittelte Datei ist leer.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
de: Stellen Sie sicher, dass dieser Dateiname höchstens %(max)d Zeichen hat (er hat %(length)d).

source: Please either submit a file or check the clear checkbox, not both.
de: Bitte reichen Sie entweder eine Datei ein oder aktivieren Sie das Kontrollkästchen "Deaktivieren", nicht beides.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
de: Laden Sie ein gültiges Bild hoch. Die Datei, die Sie hochgeladen haben, war entweder kein Bild oder ein beschädigtes Bild.

source: Select a valid choice. %(value)s is not one of the available choices.
de: Wählen Sie eine gültige Auswahl aus. %(value)s ist keine der verfügbaren Optionen.

source: Enter a list of values.
de: Geben Sie eine Liste mit Werten ein.

source: Enter a complete value.
de: Geben Sie einen vollständigen Wert ein.

source: Enter a valid UUID.
de: Geben Sie eine gültige UUID ein.

source: Enter a valid JSON.
de: Geben Sie einen gültigen JSON-Code ein.

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
de: ManagementForm-Daten fehlen oder wurden manipuliert. Fehlende Felder: %(field_names)s. Möglicherweise müssen Sie einen Fehlerbericht einreichen, wenn das Problem weiterhin besteht.

source: Please submit at most %(num)d form.
de: Bitte reichen Sie höchstens das %(num)d-Formular ein.

source: Please submit at least %(num)d form.
de: Bitte reichen Sie höchstens das %(num)d-Formular ein.

source: Order
de: Bestellung

source: Delete
de: Löschen

source: Please correct the duplicate data for %(field)s.
de: Bitte korrigieren Sie die doppelten Daten für %(field)s.

source: Please correct the duplicate data for %(field)s, which must be unique.
de: Bitte korrigieren Sie die doppelten Daten für %(field)s, die eindeutig sein müssen.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
de: Bitte korrigieren Sie die doppelten Daten für %(field_name)s welche für die %(lookup)s in %(date_field)s eindeutig sein müssen.

source: Please correct the duplicate values below.
de: Bitte korrigieren Sie die doppelten Werte unten.

source: The inline value did not match the parent instance.
de: Der Inline-Wert stimmte nicht mit der übergeordneten Instanz überein.

source: Select a valid choice. That choice is not one of the available choices.
de: Wählen Sie eine gültige Auswahl aus. Diese Wahl gehört nicht zu den verfügbaren Optionen.

source: “%(pk)s” is not a valid value.
de: "%(pk)s" ist kein gültiger Wert.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
de: %(datetime)s konnte nicht in der Zeitzone %(current_timezone)s interpretiert werden; Es kann mehrdeutig sein oder nicht existieren.

source: Clear
de: Klar

source: Currently
de: Zurzeit

source: Change
de: Wechsel

source: Unknown
de: Unbekannt

source: Yes
de: Ja

source: No
de: Nein

source: yes,no,maybe
de: ja,nein,vieleicht

source: midnight
de: Mitternacht

source: noon
de: Abend

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Mon
de: Mo

source: Tue
de: Di

source: Wed
de: Mi

source: Thu
de: Do

source: Fri
de: Fr

source: Sat
de: Sa

source: Sun
de: So

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: mar
de: mär

source: may
de: mai

source: oct
de: okt

source: dec
de: dez

# abbrev. month
source: March
de: März

# abbrev. month
source: May
de: Mai

# abbrev. month
source: June
de: Juni

# abbrev. month
source: July
de: Juli

# abbrev. month
source: Oct.
de: Okt.

# abbrev. month
source: Dec.
de: Dez.

# alt. month
source: January
de: Januar

# alt. month
source: February
de: Februar

# alt. month
source: March
de: März

# alt. month
source: May
de: Mai

# alt. month
source: June
de: Juni

# alt. month
source: July
de: Juli

# alt. month
source: October
de: Oktober

# alt. month
source: December
de: Dezember

source: This is not a valid IPv6 address.
de: Dies ist keine gültige IPv6-Adresse.

source: or
de: oder

source: %(num)d year
de: %(num)d Jahr

source: %(num)d month
de: %(num)d Monat

source: %(num)d week
de: %(num)d Woche

source: %(num)d day
de: %(num)d Tag

source: %(num)d hour
de: %(num)d Stunde

source: Forbidden
de: Verboten

source: CSRF verification failed. Request aborted.
de: CSRF-Überprüfung fehlgeschlagen. Anfrage abgebrochen.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
de: Diese Meldung wird angezeigt, weil diese HTTPS-Site einen "Referer-Header" benötigt, der von Ihrem Webbrowser gesendet wird, aber keiner gesendet wurde. Dieser Header ist aus Sicherheitsgründen erforderlich, um sicherzustellen, dass Ihr Browser nicht von Dritten gekapert wird.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
de: Wenn Sie Ihren Browser so konfiguriert haben, dass "Referer"-Header deaktiviert werden, aktivieren Sie sie bitte erneut, zumindest für diese Website, für HTTPS-Verbindungen oder für "Same-Origin"-Anfragen.

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
de: Wenn Sie das Tag verwenden oder den Header "Referrer-Policy: no-referrer" enthalten, entfernen Sie diese bitte. Der CSRF-Schutz erfordert, dass der "Referer"-Header eine strenge Referer-Prüfung durchführt. Wenn Sie sich Sorgen um den Datenschutz machen, verwenden Sie Alternativen wie für Links zu Websites Dritter.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
de: Diese Meldung wird angezeigt, weil diese Website beim Absenden von Formularen ein CSRF-Cookie erfordert. Dieses Cookie ist aus Sicherheitsgründen erforderlich, um sicherzustellen, dass Ihr Browser nicht von Dritten gekapert wird.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
de: Wenn Sie Ihren Browser so konfiguriert haben, dass Cookies deaktiviert werden, aktivieren Sie diese bitte erneut, zumindest für diese Website oder für Anfragen mit demselben Ursprung.

source: More information is available with DEBUG=True.
de: Weitere Informationen sind mit DEBUG=True verfügbar.

source: No year specified
de: Kein Jahr angegeben

source: Date out of range
de: Datum außerhalb des Bereichs

source: No month specified
de: Kein Monat angegeben

source: No day specified
de: Kein Tag angegeben

source: No week specified
de: Keine Woche angegeben

source: No %(verbose_name_plural)s available
de: Keine %(verbose_name_plural)s verfügbar

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
de: Zukünftige %(verbose_name_plural)s sind nicht verfügbar, da %(class_name)s.allow_future False ist.

source: Invalid date string “%(datestr)s” given format “%(format)s”
de: Ungültige Datumszeichenfolge "%(datestr)s" im angegebenen Format "%(format)s"

source: No %(verbose_name)s found matching the query
de: Keine %(verbose_name)s gefunden, die mit der Abfrage übereinstimmen

source: Page is not “last”, nor can it be converted to an int.
de: Page ist nicht "last" und kann auch nicht in ein int konvertiert werden.

source: Invalid page (%(page_number)s): %(message)s
de: Ungültige Seite (%(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
de: Leere Liste und "%(class_name)s.allow_empty" ist False.

source: Directory indexes are not allowed here.
de: Verzeichnisindizes sind hier nicht zulässig.

source: “%(path)s” does not exist
de: "%(path)s" existiert nicht

source: Index of %(directory)s
de: Index der %(directory)s

source: The install worked successfully! Congratulations!
de: Die Installation hat erfolgreich funktioniert! Glückwunsch!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
de: Anzeigen <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> für Django %(version)s
